{ "stories": [{
    "author": "Caitlyn Callegari",
    "title": "Wentworth Miller Speaks Out",
    "body": "The Internet has its moments. Sometimes it provides us with things as magnificent as Grumpy Cat and the Why You Lyin' meme, and it can also bring us together as a global community to support total strangers in need. It's such a great communication tool, but unfortunately, sometimes it's used for evil. At the moment, perhaps no one knows that dark side of the Internet better than Legends of Tomorrow star Wentworth Miller, who was on the receiving end of a degrading meme. But, like a superhero himself, he used his power of fame for good and fought against it.  Sure, the actor could have denounced the meme, told his fans not to post, and have his celebrity friends shun it, too. But what he ended up doing was so much better than any sort of immediate revenge. Instead, Miller took to his Facebook page to pen a letter regarding the awful meme and through his honesty, turned being bullied into something quite amazing. He proved that the pen really is mightier than the sword.  You can check out the meme below, which Wentworth posted with his letter. There is a person behind every cheap laugh that a nasty meme can generate. And yes, famous people have feelings, too.",
    "image": "https://placeholdit.imgix.net/~text?txtsize=28&bg=0099ff&txtclr=ffffff&txt=300%C3%97300&w=300&h=300&fm=png"
  }, {
    "author": "Johnny Brayson",
    "title": "Ezra Miller As The Flash",
    "body": "Superhero castings can be tough to get right. Once in a blue moon they are hailed as immediately genius, like Ryan Reynolds as Deadpool, but more often than not they're heavily criticized. Robert Downey Jr. as Iron Man? Laughed at. Chris Pratt as Star-Lord? A mistake, they said. Ben Affleck as Batman? Blasphemy! Of course, all of these actors did great in the roles they were asked to play (yes, even Affleck), but fans remain skeptical over every new casting. The latest to draw their ire is Ezra Miller, who portrays The Flash in Batman v Superman, and will reprise the role in next year's The Justice League: Part One and the following year's The Flash.  A number of fans were upset that Grant Gustin, who portrays the character on the popular CW series The Flash, was not being tapped to play the character. Therefore, their hatred for the casting wasn't aimed directly at Miller, but rather at anyone in the role who wasn't Gustin. Batman v Superman and Justice League director Zack Snyder said the reason Gustin wasn't chosen is because the tone of DC's movies does not match up with the TV universe, so the two are being kept separate.",
    "image": "https://placeholdit.imgix.net/~text?txtsize=28&bg=0099ff&txtclr=ffffff&txt=300%C3%97300&w=300&h=300&fm=png"
  }, {
    "author": "Allyson Koerner",
    "title": "Jessica Lowndes & Jon Lovitz Aren't Dating",
    "body": "Well, after becoming a trending news topic and taking over social media on Monday, it's finally been confirmed: Jessica Lowndes and Jon Lovitz aren't dating. I repeat, these two are not dating. On Monday, Lowndes released her ",
    "image": "https://placeholdit.imgix.net/~text?txtsize=28&bg=0099ff&txtclr=ffffff&txt=300%C3%97300&w=300&h=300&fm=png"
  }, {
    "author": "Allyson Koerner",
    "title": "Jessica Lowndes & Jon Lovitz Aren't Dating",
    "body": "Well, after becoming a trending news topic and taking over social media on Monday, it's finally been confirmed: Jessica Lowndes and Jon Lovitz aren't dating. I repeat, these two are not dating. On Monday, Lowndes released her ",
    "image": "https://placeholdit.imgix.net/~text?txtsize=28&bg=0099ff&txtclr=ffffff&txt=300%C3%97300&w=300&h=300&fm=png"
  }, {
    "author": "Allyson Koerner",
    "title": "Jessica Lowndes & Jon Lovitz Aren't Dating",
    "body": "Well, after becoming a trending news topic and taking over social media on Monday, it's finally been confirmed: Jessica Lowndes and Jon Lovitz aren't dating. I repeat, these two are not dating. On Monday, Lowndes released her ",
    "image": "https://placeholdit.imgix.net/~text?txtsize=28&bg=0099ff&txtclr=ffffff&txt=300%C3%97300&w=300&h=300&fm=png"
    }]
}
